/*  Copyright CANON INC. 2005-2014  */
"ICA_PGADV_AUTOTONE_STR"	= "Bildjustering";
"ICA_PGADV_AUTOTONE_TT"	= "Väljer effekten för funktionen som optimerar bildens ljusstyrka.";
"ICA_PGADV_COPYGAMMA_STR"	= "Minska genomlysning";
"ICA_PGADV_COPYGAMMA_TT"	= "Väljer PÅ/AV för funktionen som minskar genomlysning i dubbelsidiga dokument eller förstärker basfärgen i återanvänt papper och papper med annan färg. Det här alternativet är endast tillgängligt när [Dokument] eller [Magasin] är valt i [Bildjustering].";
"ICA_PGADV_COPYGAMMA_ADF_TT"	= "Väljer PÅ/AV för funktionen som minskar genomlysning i dubbelsidiga dokument eller förstärker basfärgen i återanvänt papper och papper med annan färg. Det här alternativet är endast tillgängligt när [Dokument] är valt i [Bildjustering].";
"ICA_PGADV_UNSHARP_STR"	= "Oskarp maskning";
"ICA_PGADV_UNSHARP_TT"	= "Väljer PÅ/AV för funktionen som betonar föremålens konturer för att göra bilden skarpare. När [Ta bort moarémönster] är PÅ kan moaré bli kvar om inte [Oskarp maskning] är inställd på AV.";
"ICA_PGADV_DESCREEN_STR"	= "Ta bort moarémönster";
"ICA_PGADV_DESCREEN_TT"	= "Väljer PÅ/AV för funktionen som minskar ojämn gradering eller ett randmönster (moiré) som visas när foton eller bilder med fina punkter skannas. Moaré kan bli kvar om inte [Oskarp maskning] är inställd på AV.";
"ICA_PGADV_REMOVEDUST_STR"	= "Ta bort damm";
"ICA_PGADV_REMOVEDUST_TT"	= "Väljer effekten för funktionen \"FARE\", som automatiskt tar bort märken från damm och repor från filmskanningar.";
"ICA_PGADV_REDUCEDUST_STR"	= "Reducerar damm";
"ICA_PGADV_REDUCEDUST_TT"	= "Väljer effekten för funktionen som minskar vita punkter orsakade av damm eller repor på foton.";
"ICA_PGADV_FADINGCORRECT_STR"	= "Blekningskorrigering";
"ICA_PGADV_FADINGCORRECT_TT"	= "Väljer effekten för funktionen som korrigerar foton och filmer som har bleknat med tiden eller som har ändra färg. Det här alternativet är endast effektivt när [Färg] har valts i [Färgläge] (typ).";
"ICA_PGADV_GRAINCORRECT_STR"	= "Kornighetskorrigering";
"ICA_PGADV_GRAINCORRECT_TT"	= "Väljer effekten för funktionen som minskar kornigheten (grovheten) i foton som har tagits med höghastighetsfilm eller med hög känslighet.";
"ICA_PGADV_CUBS_STR"	= "Fästmarginalskorrig.";
"ICA_PGADV_CUBS_TT"	= "Väljer effekten för funktionen som korrigerar skuggar som visas mellan sidor när öppna häften skannas. När den här korrigeringsfunktionen används ska originalet placeras så att det inte lutar. När du skannar trycker du ned bokryggen med samma tryck som du använde när du förhandsgranskade skanningen.";
"ICA_PGPREF_CALIB_SETTINGS_STR"	= "Kalibrera före varje skanning";
"ICA_PGPREF_CALIB_SETTINGS_TT"	= "Utför kalibrering före varje skanning.";
"ICA_PGPREF_ADF_ORDERREJECTION_STR"	= "Utmatning i sidordning";
"ICA_PGPREF_ADF_ORDERREJECTION_TT"	= "Ställer in hur papperet ska matas ut efter skanning av flera dubbelsidiga dokument med ADF. Ställ in på AV för att skanna dokument och mata ut papperet i snabbt läge. Ställ in på PÅ för att skanna dokument och mata ut papperet automatiskt i sidordning.";
"ICA_ADV_FLAG_NONE"	= "Ingen";
"ICA_ADV_FLAG_AUTO"	= "Automatisk";
"ICA_ADV_FLAG_PHOTO"	= "Foto";
"ICA_ADV_FLAG_MAGAZINE"	= "Magasin";
"ICA_ADV_FLAG_DOCUMENT"	= "Dokument";
"ICA_ADV_FLAG_ON"	= "PÅ";
"ICA_INFO_NONE"	= "Ingen";
"ICA_INFO_LOW"	= "Låg";
"ICA_INFO_MEDIUM"	= "Mellan";
"ICA_INFO_HIGH"	= "Hög";
"ICA_ERROR_001"	= "För att skanningen ska kunna utföras får storleken eller upplösningen vara högst %s x %s bildpunkter och datastorleken får vara högst %s GB.";
"ICA_ERROR_002"	= "Pappersstorleken passar inte för dubbelsidig skanning. Välj A4 eller Letter.";
"ICA_ERROR_003"	= "Angivet [Färgläge] (typ) stöder inte 16-bits skannings. Ändra bitdjupet till 8-bit för att skanna med angivet [Färgläge] (typ). Ändra [Färgläge] (typ) till färg för att skanna med 16-bit.";
"ICA_ERROR_004"	= "För att skanningen ska kunna utföras måste storleken ökas till 4 x 4 mm (0,16 x 0,16 tum).";
"ICA_ERROR_005"	= "Du har inte tillräcklig behörighet för att öppna den angivna mappen.";
"ICA_ERROR_006"	= "Det går inte att upptäcka filmen.\nKontrollera om filmen är korrekt isatt och skanna igen.";
"ICA_ERROR_007"	= "Skanna film i 120 Format med skannerdrivrutinen.";
"ICA_ERROR_008"	= "Ett internt fel har inträffat. Vidta följande åtgärder.\n- Kontrollera skannerstatusen.\n- Starta om skannern.\nInstallera om skannerdrivrutinen.";
"ICA_ERROR_009"	= "Pappersstorleken passar inte för dubbelsidig skanning. Välj en annan storlek än US Legal.";
"ICA_ERROR_01"	= "Det finns inget ledigt minne. Öka tillgängligt minne.";
"ICA_ERROR_02"	= "En nödvändig fil saknas eller har skadats eller också är inställningarna fel. Installera om programvaran.";
"ICA_ERROR_03"	= "Ett internt fel har inträffat.";
"ICA_ERROR_04"	= "Det finns inte tillräckligt med ledigt diskutrymme för att slutföra skanningen.";
"ICA_ERROR_05"	= "Inget dokument i ADF (automatisk dokumentmatare). Ladda dokument och försök igen.";
"ICA_ERROR_07"	= "Skannerfel. Se handboken för lösningar.";
"ICA_ERROR_08"	= "Det går inte att skriva på eller läsa filen.";
"ICA_ERROR_09"	= "Ett fel har inträffat. Slå av enheten och slå på den igen.";
"ICA_ERROR_10"	= "Lås upp låset, koppla loss USB-kabeln och sätt i den igen.";
"ICA_ERROR_11"	= "Slå ifrån låsspaken, stäng av scannern och slå på den igen.";
"ICA_ERROR_12"	= "Skanningen avbröts av användaren.";
"ICA_ERROR_13"	= "Skanningen avbröts av användaren. Tryck på knappen OK på skrivarens manöverpanel för att mata ut dokumentet från ADF (automatisk dokumentmatare).";
"ICA_ERROR_18"	= "Det går inte att scanna av följande orsaker:\n- Originalet är inte korrekt placerat.\n- Skyddsarket sitter på plats.\n- Lampan är inte uppvärmd.\n   (Det tar några minuter för att lampan ska justeras vid låga temperaturer.)";
"ICA_ERROR_25"	= "Papper har fastnat i ADF (automatisk dokumentmatare). Ta bort papperet som fastnat och tryck sedan på knappen OK för att rensa status på skrivarens manöverpanel.";
"ICA_ERROR_26"	= "Luckan till ADF (automatisk dokumentmatare) är öppet. Stäng luckan och tryck sedan på knappen OK på skrivarens manöverpanel.";
"ICA_ERROR_28"	= "Dokumentet är för långt. Kontrollera att luckan till ADF (automatisk dokumentmatare) är stängt, och tryck på OK på skrivarens manöverpanel för att mata ut dokumentet från ADF.";
"ICA_ERROR_29"	= "Pappersstorleken passar inte för dubbelsidig skanning. Kontrollera att luckan till ADF (automatisk dokumentmatare) är stängt, och tryck på OK på skrivarens manöverpanel för att mata ut dokumentet från ADF.";
"ICA_ERROR_30"	= "Det finns inget dokument i ADF (automatisk dokumentmatare). Tryck på OK på skrivarens manöverpanel för att kvittera felet och lägg sedan i papper i ADF.";
"ICA_ERROR_31"	= "Initieringen av skanner pågår. Scanna när den är klar.";
"ICA_ERROR_32"	= "Initieringen av skrivare pågår. Scanna när den är klar.";
"ICA_ERROR_33"	= "Skrivaren används redan eller så har det uppstått ett fel. Kontrollera statusen.";
"ICA_ERROR_34"	= "Scannern är inte tillgänglig eftersom den används av annat program eller annan användare.";
"ICA_ERROR_35"	= "Skyddsarket sitter på plats. Det går inte att skanna.";
"ICA_ERROR_36"	= "Det går inte att scanna den angivna pappersstorleken för dokumentet.";
"ICA_ERROR_39"	= "Det går inte att kommunicera med scannern av följande orsaker:\n- Scannern är avstängd.\n- USB-kabeln är inte ansluten.\n\nKontrollera detta och försök igen.";
"ICA_ERROR_40"	= "Det går inte att kommunicera med skannern av följande orsaker:\n- Skannern är avstängd.\n- (Vid användning av kablad LAN-anslutning) Den är inte ansluten till kablat LAN.\n- (Vid användning av anslutning till Trådlöst LAN) Signalstyrkan är låg på grund av hinder.\n- Nätverksanslutningen hindras av säkerhetsprogramvara.\n- En annan scanner i nätverket har valts.\n\nKontrollera detta och försök igen.";
"ICA_ERROR_42"	= "Dokumentluckan är öppen.\nStäng luckan och tryck sedan på skrivarknappen OK.\nTa sedan bort dokumentet från ADF (automatisk dokumentmatare).";
